Repository: StepanovCode/backend_movies_panel
Catalog: project/app/movies/locale/*/LC_MESSAGES/django.po
Languages: ru

source: movies_config_movies
ru: Фильмы

source: row_created
ru: Запись добавлена

source: row_modified
ru: Запись обновлена

source: name
ru: Имя

source: description
ru: Описание

source: genre_verbose_name
ru: Жанр

source: genre_verbose_n_pl
ru: Жанры

source: full_name
ru: Полное имя

source: person_verbose_name
ru: Актер

source: person_verbose_n_pl
ru: Актеры

source: directors_verbose_name
ru: Режиссер

source: directors_verbose_n_pl
ru: Режиссеры

source: writers_verbose_name
ru: Сценарист

source: writers_verbose_n_pl
ru: Сценаристы

source: writer_verbose_name
ru: Сценарист

source: writer_verbose_n_pl
ru: Сценаристы

source: director_verbose_name
ru: Режиссер

source: director_verbose_n_pl
ru: Режиссеры

source: role
ru: Роль

source: title
ru: Название

source: creation_date
ru: Дата создания

source: file
ru: Файл

source: rating
ru: Рейтинг

source: type
ru: Тип

source: film_work_verbose_name
ru: Кинопроизведение

source: film_work_verbose_n_pl
ru: Кинопроизведения
